Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Actions
tr_tr: Eylemler

source: Preview
tr_tr: Önizleme

source: Theme
tr_tr: Tema

source: Performance check-ins
tr_tr: Check-in görüşmeleri

source: Regular check-ins
tr_tr: Düzenli check-in görüşmeleri

source: Select and configure the widgets that you want to see on the check-in report page.
tr_tr: Check-in görüşmesi raporu sayfasında görmek istediğiniz pencere öğelerini seçin ve yapılandırın.

source: Template widget settings
tr_tr: Şablon pencere öğesi ayarları

source: Career Development
tr_tr: Kariyer Gelişimi

source: Check-Ins
tr_tr: Check-in görüşmeleri

source: Documents
tr_tr: Belgeler

source: Data Foundation
tr_tr: Veri Görüntüleyici

source: Feedback
tr_tr: Geri bildirimler

source: Goals
tr_tr: Hedefler

source: General
tr_tr: Genel

source: Proxy
tr_tr: Vekil

source: Reviews
tr_tr: Değerlendirmeler

source: Notification trigger
tr_tr: Bildirim tetikleyici

source: "Bookmarks" widget
tr_tr: "Yer İşaretleri" pencere öğesi

source: "Company update" widget
tr_tr: "Şirket güncellemesi" pencere öğesi

source: Select the widgets you want to display on the homepage.
tr_tr: Ana sayfada görüntülemek istediğiniz pencere öğelerini seçin.

source: "External links" widget
tr_tr: "Harici bağlantılar" pencere öğesi

source: "Knowledge Base" widget
tr_tr: "Bilgi Tabanı" pencere öğesi

source: "Next steps" widget
tr_tr: "Sonraki adımlar" pencere öğesi

source: "Quick link" widget
tr_tr: "Hızlı bağlantı" pencere öğesi

source: "Schedule" widget
tr_tr: "Plan" pencere öğesi

source: "Take actions" widget
tr_tr: "Eylem gerçekleştir" pencere öğesi

source: Homepage widgets
tr_tr: Ana sayfa pencere öğeleri

source: This page is read-only. To make changes, contact your system administrator.
tr_tr: Bu sayfa salt okunurdur. Değişiklik yapmak için sistem yöneticinizle iletişime geçin.

source: Select goal types
tr_tr: Hedef türlerini seçin

source: Absence
tr_tr: Devamsızlık

source: Sample text describing the behavior of enabling and disabling Analytics Hub. To be changed.
tr_tr: Analytics Hub'ı etkinleştirme ve devre dışı bırakma davranışını açıklayan örnek metin. Değiştirilecek.

source: Enable "Analytics Hub"
tr_tr: "Analytics Hub"ı Etkinleştirin

source: Application management
tr_tr: Uygulama yönetimi

source: Behaviors
tr_tr: Davranışlar

source: Enable the "Behaviors" feature
tr_tr: "Davranışlar" özelliğini etkinleştirin

source: Users will be able to create and manage behavior libraries within the application. When enabled, workers will be able to give and receive behaviors, and provide behavior data in coaching reports.
tr_tr: Kullanıcılar, uygulama içinde davranış kitaplıkları oluşturabilecek ve yönetebilecekler. Etkinleştirildiğinde, çalışanlar davranışları verip alabilecek, ayrıca koçluk raporlarında davranış verilerini sağlayabilecekler.

source: Behavior libraries
tr_tr: Davranış kitaplıkları

source: Add behavior
tr_tr: Davranış ekle

source: Color
tr_tr: Renk

source: Create library
tr_tr: Kitaplık oluşturun

source: Create behavior library
tr_tr: Davranış kitaplığı oluşturun

source: Delete behavior
tr_tr: Davranışı sil

source: Are you sure you want to delete this behavior?
tr_tr: Bu davranışı silmek istediğinizden emin misiniz?

source: Description
tr_tr: Açıklama

source: Image and title
tr_tr: Resim ve başlık

source: Image only
tr_tr: Yalnızca resim

source: Name only
tr_tr: Yalnızca ad

source: Display options
tr_tr: Görüntüleme seçenekleri

source: Edit behavior library
tr_tr: Davranış kitaplığını düzenleyin

source: Enable behavior
tr_tr: Davranışı etkinleştirin

source: Image
tr_tr: Resim

source: Name
tr_tr: Ad

source: Assignment
tr_tr: Atama

source: Assign the library to an organizational unit
tr_tr: Kitaplığı bir organizasyon birimine atayın

source: Add behaviors to the library
tr_tr: Davranışları kitaplığa ekleyin

source: Library details
tr_tr: Kitaplık ayrıntıları

source: Enter the basic information of the library
tr_tr: Kitaplığın temel bilgilerini girin

source: Behavior settings
tr_tr: Davranış ayarları

source: Enable the "Benchmarking" widget
tr_tr: "Kıyaslama" pencere öğesini etkinleştirin

source: Publish
tr_tr: Yayınla

source: Are you sure you want to publish the career development plan?
tr_tr: Kariyer gelişim planını yayımlamak istediğinizden emin misiniz?

source: Cancel
tr_tr: İptal Et

source: Publish career development plan
tr_tr: Kariyer gelişim planını yayınla

source: Your changes were successfully published.
tr_tr: Değişiklikleriniz başarıyla yayınlandı.

source: Enable the "Career Development" feature
tr_tr: "Kariyer Gelişimi" özelliğini etkinleştirin

source: At least one population or worker must be selected.
tr_tr: En az bir popülasyon veya Çalışan seçilmelidir.

source: Career development settings
tr_tr: Kariyer gelişimi ayarları

source: Edit conversation labeling
tr_tr: Görüşme etiketlemesini düzenleyin

source: For workers
tr_tr: Çalışanlar için

source: For managers
tr_tr: Yöneticiler için

source: The default language is mandatory. You can also provide translated versions using this drop-down list to select a new language.
tr_tr: Varsayılan dil zorunludur. Ayrıca yeni bir dil seçmek için bu açılır listeyi kullanarak çevrilmiş sürümleri de sağlayabilirsiniz.

source: To apply your changes to the configuration of new check-ins, save your modifications.
tr_tr: Değişikliklerinizi yeni check-in görüşmelerinin yapılandırmasına uygulamak için değişikliklerinizi kaydedin.

source: Users will see these changes the next time they refresh their page or log into the application.
tr_tr: Kullanıcılar, sayfalarını bir sonraki yenilemelerinde veya uygulamada oturum açtıklarında bu değişiklikleri görecekler.

source: Edit discussion points
tr_tr: Tartışma konularını düzenleyin

source: These discussion points will be prepopulated when creating a check-in. Users can edit them and add their own discussion points.
tr_tr: Bu tartışma konuları, bir check-in görüşmesi oluşturulurken önceden doldurulacaktır. Kullanıcılar, bunları düzenleyebilir ve kendi tartışma konularını ekleyebilir.

source: Check-ins
tr_tr: Check-in görüşmeleri

source: Check-in settings
tr_tr: Check-in görüşmesi ayarları

source: To apply your changes, save your modifications.
tr_tr: Değişikliklerinizi uygulamak için değişikliklerinizi kaydedin.

source: Enable the "Behavior rating" widget
tr_tr: "Davranış derecelendirme" pencere öğesini etkinleştirin

source: Enable the "Behaviors" widget
tr_tr: "Davranışlar" pencere öğesini etkinleştirin

source: Edit chat text
tr_tr: Sohbet metnini düzenleyin

source: Enable the "Goal rating" widget
tr_tr: "Hedef derecelendirme" pencere öğesini etkinleştirin

source: Enable the "Goals" widget
tr_tr: "Hedefler" pencere öğesini etkinleştirin

source: Enable the "Overall performance rating" widget
tr_tr: "Genel performans derecelendirmesi" pencere öğesini etkinleştirin

source: Enable chat
tr_tr: Sohbeti etkinleştirin

source: Check-in template settings
tr_tr: Check-in görüşmesi şablon ayarları

source: Check-in templates
tr_tr: Check-in görüşmesi şablonları

source: Widget settings
tr_tr: Pencere öğesi ayarları

source: Hide/show the widgets in the check-in report page.
tr_tr: Check-in görüşmesi sayfasındaki pencere öğelerini kontrol edin.

source: Enable documents
tr_tr: Belgeleri etkinleştir

source: Document settings
tr_tr: Belge ayarları

source: Appearance
tr_tr: Görünüm

source: Compare
tr_tr: Karşılaştır

source: Enable the "Compare" feature
tr_tr: "Karşılaştırma" özelliğini etkinleştirin

source: "Behaviors" widget
tr_tr: "Davranışlar" pencere öğesi

source: "Check-ins" widget
tr_tr: Check-in görüşmeleri pencere öğesi

source: "Goals" widget
tr_tr: "Hedefler" pencere öğesi

source: "Reviews" widget
tr_tr: "Değerlendirmeler" pencere öğesi

source: Compare settings
tr_tr: Karşılaştırma ayarları

source: Select the widgets that you want to see in the Compare page.
tr_tr: Karşılaştırma sayfasında görmek istediğiniz pencere öğelerini seçin.

source: Compensation
tr_tr: Ücretlendirme

source: Compensation Element
tr_tr: Ücretlendirme Öğesi

source: Compensation History
tr_tr: Ücretlendirme Geçmişi

source: Enable the "Compensation" feature
tr_tr: "Ücretlendirme" özelliğini etkinleştirin

source: Compensation settings
tr_tr: Ücretlendirme ayarları

source: Cost Center
tr_tr: Maliyet Merkezi

source: Country
tr_tr: Ülke

source: Custom Fields
tr_tr: Özel Alanlar

source: This element cannot be deactivated; it is used in another process.
tr_tr: Bu öğe devre dışı bırakılamaz; başka bir işlemde kullanılıyor.

source: The field was successfully deactivated.
tr_tr: Alan başarıyla devre dışı bırakıldı.

source: Are you sure you want to deactivate this field? This action cannot be undone.
tr_tr: Bu alanı devre dışı bırakmak istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Custom field deactivation
tr_tr: Özel alanı devre dışı bırakma

source: Field details
tr_tr: Alan ayrıntıları

source: Define the entity to which this field belongs, and its name and type.
tr_tr: Bu alanın ait olduğu varlığı ve adını ve türünü tanımlayın.

source: This field cannot be deactivated; it is already used in some models.
tr_tr: Bu alan devre dışı bırakılamaz; bazı modellerde zaten kullanılıyor.

source: You cannot edit this field; it is already used in some models.
tr_tr: Bu alanı düzenleyemezsiniz; bazı modellerde zaten kullanılıyor.

source: Clear all filters & search
tr_tr: Tüm filtreleri ve aramayı temizleyin

source: No results match the search/filter criteria. Remove the filters and clear the search to show all results
tr_tr: Arama/filtre kriterlerine uyan sonuç bulunamadı. Tüm sonuçları göstermek için filtreleri kaldırın ve aramayı temizleyin.

source: No results
tr_tr: Sonuç yok

source: Get started by creating one
tr_tr: Bir tane oluşturarak başlayın

source: No custom fields yet
tr_tr: Henüz özel alan yok

source: Created by:
tr_tr: Oluşturan:

source: Created on:
tr_tr: Oluşturulma tarihi:

source: Entity:
tr_tr: Varlık:

source: PII:
tr_tr: Kişisel olarak tanımlanabilir bilgi:

source: Required:
tr_tr: Gerekli:

source: Field name
tr_tr: Alan adı

source: Type:
tr_tr: Tür:

source: Entity
tr_tr: Varlık

source: All
tr_tr: Tümü

source: Is PII
tr_tr: Kişisel olarak tanımlanabilir bilgidir

source: Type
tr_tr: Tür

source: False
tr_tr: Yanlış

source: Set the default value
tr_tr: Varsayılan değeri ayarla

source: Default value
tr_tr: Varsayılan değer

source: True
tr_tr: Doğru

source: Select entity
tr_tr: Varlık seçin

source: Enable PII
tr_tr: Kişisel Olarak Tanımlanabilir Bilgiyi etkinleştirin

source: This field will contain personally identifiable information (PII)
tr_tr: Bu alan, kişisel olarak tanımlanabilir bilgileri içerecektir.

source: When this option is enabled, a default value must be defined.
tr_tr: Bu seçenek etkinleştirildiğinde, varsayılan bir değer tanımlanmalıdır.

source: Set this field as required
tr_tr: Bu alanı zorunlu olarak ayarlayın

source: Explain the use of this field or any other relevant information
tr_tr: Bu alanın kullanımını veya diğer ilgili bilgileri açıklayın

source: Provide a name for the field
tr_tr: Alan için bir ad belirtin

source: Your custom field was successfully created.
tr_tr: Özel alanınız başarıyla oluşturuldu.

source: Create custom field
tr_tr: Özel alan oluşturun

source: Edit custom field
tr_tr: Özel alanı düzenleyin

source: Select type
tr_tr: Tür seçin

source: Used in
tr_tr: Kullanıldığı yer

source: Indicate whether this field contains personally identifiable information, allowing an individual's identity to be inferred directly or indirectly.
tr_tr: Bu alanın, bir kişinin kimliğinin doğrudan veya dolaylı olarak çıkarılmasına olanak tanıyan kişisel olarak tanımlanabilir bilgiler içerip içermediğini belirtin.

source: Personally identifiable information
tr_tr: Kişisel olarak tanımlanabilir bilgi

source: Active
tr_tr: Aktif

source: Deactivated
tr_tr: Devre Dışı Bırakıldı

source: Not PII
tr_tr: Kişisel olarak tanımlanabilir bilgi değildir

source: PII
tr_tr: Kişisel olarak tanımlanabilir bilgi

source: Custom fields
tr_tr: Özel alanlar

source: {{current}}/{{max}} active fields
tr_tr: {{current}}/{{max}} aktif alan

source: You can create up to {{max}} custom fields.
tr_tr: En fazla {{max}} özel alan oluşturabilirsiniz.

source: You have reached the maximum number of active custom fields. Please deactivate a field to create a new one.
tr_tr: Maksimum aktif özel alan sayısına ulaştınız. Yeni bir alan oluşturmak için lütfen bir alanı devre dışı bırakın.

source: Indicate whether the field is optional or required. A default value must be provided for required fields; it will be automatically applied if no explicit value is supplied.
tr_tr: Alanın isteğe bağlı mı yoksa zorunlu mu olduğunu belirtin. Zorunlu alanlar için varsayılan bir değer sağlanmalıdır; açık bir değer girilmezse otomatik olarak uygulanacaktır.

source: Field behavior
tr_tr: Alan davranışı

source: Search for a field
tr_tr: Bir alan ara

source: Status
tr_tr: Durum

source: No
tr_tr: Hayır

source: Yes
tr_tr: Evet

source: Data Upload
tr_tr: Veri Yükleme

source: Change upload behavior
tr_tr: Yükleme davranışını değiştir

source: The size of the files exceed the maximum limit.
tr_tr: Dosyaların boyutu maksimum sınırı aşıyor.

source: Behavior:
tr_tr: Davranış:

source: Completed time:
tr_tr: Tamamlanan süre:

source: ID:
tr_tr: Kimlik:

source: Initiated by:
tr_tr: Başlatan:

source: System
tr_tr: Sistem

source: Source:
tr_tr: Kaynak:

source: Start time:
tr_tr: Başlangıç saati:

source: Status:
tr_tr: Durum:

source: Upload log
tr_tr: Günlük kaydını yükle

source: Download template
tr_tr: Şablonu indir

source: Download template for deletion
tr_tr: Silme için şablonu indir

source: Download template for ingestion
tr_tr: Alım için şablonu indir

source: Download {{templateName}}
tr_tr: {{templateName}} indir

source: Get started by triggering one.
tr_tr: Birini tetikleyerek başlayın.

source: No uploads yet!
tr_tr: Henüz yükleme yapılmadı!

source: Success
tr_tr: Başarılı

source: Failed
tr_tr: Başarısız

source: In progress
tr_tr: Devam ediyor

source: In sync
tr_tr: Senkronize

source: Source
tr_tr: Kaynak

source: Start time
tr_tr: Başlangıç zamanı

source: Standard filters
tr_tr: Standart filtreler

source: Select filters
tr_tr: Filtreleri seçin

source: Queued
tr_tr: Kuyruğa alındı

source: Search by data type name
tr_tr: Veri türü adına göre ara

source: Stale timeout
tr_tr: Zaman aşımı süresi doldu

source: Publishing
tr_tr: Yayınlama

source: Total uploads
tr_tr: Toplam yüklemeler

source: Upload behavior
tr_tr: Davranış yükle

source: Full data upload
tr_tr: Tam veri yüklemesi

source: The upload behavior was successfully updated.
tr_tr: Yükleme davranışı başarıyla güncellendi.

source: Incremental data upload
tr_tr: Artımlı veri yükleme

source: Select the upload behavior for SFTP and UI data upload.
tr_tr: SFTP ve UI veri yüklemesi için yükleme davranışını seçin.

source: Upload the complete effective-dated history for each worker every time. Any previously uploaded record that is missing from the file is treated as a soft delete and will no longer be available. Use this if you want the new upload to fully replace what is currently in the platform.
tr_tr: Her seferinde her bir Çalışan için, geçerlilik tarihi içeren eksiksiz geçmişi yükleyin. Dosyada bulunmayan daha önce yüklenmiş herhangi bir kayıt, yumuşak silme olarak değerlendirilir ve artık kullanılamaz. Yeni yüklemenin platformda şu anda bulunanların yerini tamamen almasını istiyorsanız bunu kullanın.

source: Upload only what changed. New effective-dated rows or updates to existing rows. Records not included remain unchanged; only the rows present in the file are inserted or updated. Use this for ongoing incremental (delta) feeds.
tr_tr: Yalnızca değişenleri yükleyin. Yeni geçerlilik tarihli satırlar veya mevcut satırlara yapılan güncellemeler. Dosyada yer almayan kayıtlar değişmeden kalır; yalnızca dosyada bulunan satırlar eklenir veya güncellenir. Bunu, devam eden artımlı (delta) aktarımlar için kullanın.

source: Data upload behavior configuration
tr_tr: Veri yükleme davranışı yapılandırması

source: Refresh
tr_tr: Yenile

source: Email notification
tr_tr: E-posta bildirimi

source: Upload notification
tr_tr: Yükleme bildirimi

source: Add workers that would like to be notified by email when upload requests fail.
tr_tr: Yükleme istekleri başarısız olduğunda e-posta ile bilgilendirilmek isteyen Çalışanları ekleyin.

source: Workers
tr_tr: Çalışanlar

source: Search for a worker
tr_tr: Bir çalışan ara

source: The notification recipients were successfully updated.
tr_tr: Bildirim alıcıları başarıyla güncellendi.

source: Behavior
tr_tr: Davranış

source: Deletion
tr_tr: Silme

source: Completion time
tr_tr: Tamamlama süresi

source: Back to data upload
tr_tr: Veri yüklemeye geri dön

source: No results matching the chosen ID.
tr_tr: Seçilen kimlikle eşleşen sonuç yok.

source: Data type name
tr_tr: Veri türü adı

source: Ingestion
tr_tr: Alım

source: Upload in progress
tr_tr: Yükleme sürüyor

source: Your files are being uploaded. This pop-up will close automatically once the process is complete.
tr_tr: Dosyalarınız yükleniyor. İşlem tamamlandığında bu açılır pencere otomatik olarak kapanacaktır.

source: You have uploaded files for both ingestion and deletion.
tr_tr: Hem içe aktarma hem de silme için dosya yüklediniz.

source: File already added
tr_tr: Dosya zaten eklendi

source: The name and/or format of one of the selected file is not valid.
tr_tr: Seçilen dosyalardan birinin adı ve/veya biçimi geçerli değil.

source: Incorrect file name
tr_tr: Yanlış dosya adı

source: Your files
tr_tr: Dosyalarınız

source: File names must follow the pattern 'DataType.csv' for ingestion or 'DataType_Delete.csv' for deletion.
tr_tr: Dosya adları, veri alımı için 'VeriTipi.csv' veya silme işlemi için 'VeriTipi_Delete.csv' desenini izlemelidir.

source: Total max size 10MB (combined size of all uploaded files). Max number of files: {{count}}
tr_tr: Toplam maksimum boyut 10 MB (yüklenen tüm dosyaların toplam boyutu). Maksimum dosya sayısı: {{count}}

source: Ingestion and deletion files cannot be uploaded simultaneously. Please upload only ingestion files (DataType.csv) or only deletion files (DataType_Delete.csv).
tr_tr: Alım ve silme dosyaları aynı anda yüklenemez. Lütfen yalnızca alım dosyalarını (DataType.csv) veya yalnızca silme dosyalarını (DataType_Delete.csv) yükleyin.

source: Please upload at least one correct file.
tr_tr: Lütfen en az bir doğru dosya yükleyin.

source: Please upload at least one file.
tr_tr: Lütfen en az bir dosya yükleyiniz.

source: File upload started.
tr_tr: Dosya yüklemesi başlatıldı.

source: File upload
tr_tr: Dosya yükleme

source: Fill in the necessary details
tr_tr: Gerekli bilgileri doldurunuz

source: Upload the completed file. Submit files for either ingestion or deletion, but not both. Files meant for deletion must have the "_Delete" suffix at the end of their name.
tr_tr: Tamamlanan dosyayı yükleyin. Alım veya silme için dosya gönderin, ancak her ikisini birden değil. Silinmek üzere olan dosyaların adının sonunda "_Delete" eki bulunmalıdır.

source: Data management
tr_tr: Veri yönetimi

source: Data Modeler
tr_tr: Veri Modelleyici

source: Data Models
tr_tr: Veri Modelleri

source: Created by
tr_tr: Oluşturan

source: Created on
tr_tr: Oluşturulma tarihi

source: Creation date
tr_tr: Oluşturulma tarihi

source: Are you sure you want to delete this model? This action cannot be undone. If you proceed, the element will be permanently removed from your data.
tr_tr: Bu modeli silmek istediğinizden emin misiniz? Bu işlem geri alınamaz. Devam ederseniz, öğe verilerinizden kalıcı olarak kaldırılacaktır.

source: Confirm deletion
tr_tr: Silme işlemini onaylayın

source: Details
tr_tr: Ayrıntılar

source: Model details
tr_tr: Model ayrıntıları

source: No models yet
tr_tr: Henüz model yok

source: Entities & fields
tr_tr: Varlıklar ve alanlar

source: Entity tree
tr_tr: Varlık ağacı

source: List of entities and fields used and not used in this model.
tr_tr: Bu modelde kullanılan ve kullanılmayan varlıkların ve alanların listesi.

source: Entity name
tr_tr: Varlık adı

source: Model title
tr_tr: Model başlığı

source: Entity used
tr_tr: Kullanılan varlık

source: Used
tr_tr: Kullanıldı

source: List of entities and fields used in this model.
tr_tr: Bu modelde kullanılan varlıkların ve alanların listesi.

source: Total entities:
tr_tr: Toplam varlıklar:

source: Total fields:
tr_tr: Toplam alanlar:

source: Fields used
tr_tr: Kullanılan alanlar

source: Any
tr_tr: Herhangi bir

source: In use
tr_tr: Kullanımda

source: {{name}} grid preview
tr_tr: {{name}} kılavuz önizlemesi

source: Last update
tr_tr: Son güncelleme

source: More details
tr_tr: Daha fazla ayrıntı

source: Search model
tr_tr: Arama modeli

source: Draft
tr_tr: Taslak

source: Ready
tr_tr: Hazır

source: Build a base for your budget, compensation round or process, bringing together a version of data from HR services, other beqom sources and external data.
tr_tr: İK hizmetlerinden, diğer beqom kaynaklarından ve harici verilerden bir veri sürümünü bir araya getirerek, bütçeniz, ücretlendirme dönemi veya süreci için bir temel oluşturun.

source: Updated by
tr_tr: Güncelleyen

source: Updated on
tr_tr: Güncelleme tarihi

source: Require users to approve or reject your data privacy statement every time it is updated.
tr_tr: Kullanıcıların veri gizliliği bildiriminizi her güncellendiğinde onaylamasını veya reddetmesini zorunlu tutun.

source: Users must review each version of the data privacy statement
tr_tr: Kullanıcılar, veri gizliliği bildiriminin her bir sürümünü değerlendirmelidir.

source: Settings
tr_tr: Ayarlar

source: No translation was provided for the given language. To complete this section, please duplicate the statement.
tr_tr: Belirtilen dil için çeviri sağlanmadı. Bu bölümü tamamlamak için lütfen bildirimi kopyalayın.

source: No translation available
tr_tr: Çeviri mevcut değil

source: Data privacy statement text
tr_tr: Veri gizliliği bildirimi metni

source: Privacy statement text
tr_tr: Gizlilik bildirimi metni

source: Are you sure you want to publish this statement?
tr_tr: Bu bildirimi yayınlamak istediğinizden emin misiniz?

source: Publish statement
tr_tr: Bildirimi yayınla

source: Date & time
tr_tr: Tarih ve saat

source: Publish at a fixed date
tr_tr: Belirli bir tarihte yayınlayın

source: Publish now
tr_tr: Şimdi yayınla

source: Publish date
tr_tr: Yayın tarihi

source: The version is set automatically when creating a statement and increments with each update.
tr_tr: Sürüm, bir bildirim oluşturulduğunda otomatik olarak ayarlanır ve her güncellemeyle artar.

source: Statement version
tr_tr: Bildirim sürümü

source: Confirm
tr_tr: Onayla

source: Are you sure you want to delete this statement?
tr_tr: Bu bildirimi silmek istediğinizden emin misiniz?

source: Delete statement
tr_tr: Bildirimi sil

source: The statement was successfully deleted.
tr_tr: Bildirim başarıyla silindi.

source: Deactivate
tr_tr: Devre Dışı Bırak

source: Are you sure you want to deactivate this statement? Users won't be prompted to consent at first login and will no longer see the statement in their settings.
tr_tr: Bu bildirimi devre dışı bırakmak istediğinizden emin misiniz? Kullanıcılardan ilk oturum açtıklarında onay vermeleri istenmeyecek ve ayarlarında bu bildirimi artık görmeyecekler.

source: Deactivate statement
tr_tr: Bildirimi devre dışı bırakın

source: {{count}} approved
tr_tr: {{count}} onaylandı

source: Effective date: {{date}}
tr_tr: Geçerlilik tarihi: {{date}}

source: {{count}} rejected
tr_tr: {{count}} reddedildi

source: Inactive
tr_tr: Pasif

source: Published
tr_tr: Yayınlandı

source: Version {{version}}
tr_tr: Sürüm {{version}}
